Revit 2027 API
SymbolTypeId.FtSup6 Property
 Symbol ft⁶, indicating unit Feet to the sixth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtSup6 { get; }
Public Shared ReadOnly Property FtSup6 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtSup6 {
	ForgeTypeId^ get ();
}
static member FtSup6 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace